       05 EMP-ID                 PIC 9(4).
       05 EMP-USERNAME           PIC X(20).
       05 EMP-PASSWORD           PIC X(20).
       05 EMP-FULL-NAME          PIC X(40).
       05 EMP-HOURLY-RATE        PIC 9(3)V99.
       05 EMP-HOURS-PERIOD       PIC 9(3)V99.
       05 EMP-YTD-WAGES          PIC 9(7)V99.
